{
  "ticket_counter": 1,
  "active_tickets": {},
  "stored_embeds": {
    "embed_1": {
      "title": "📝 | Rules",
      "description": "📜 𝗥𝗜𝗔 𝗦𝗲𝗿𝘃𝗲𝗿 𝗥𝘂𝗹𝗲𝘀 📜\n\nWelcome! To ensure a safe and fun environment for everyone, please follow these rules. Our standard enforcement is a 3-strike system, but severe offenses skip warnings entirely.\n\n1.  🛡️ 𝗥𝗲𝘀𝗽𝗲𝗰𝘁 𝗘𝘃𝗲𝗿𝘆𝗼𝗻𝗲\n    Harassment, bullying, hate speech, and discrimination are prohibited. Treat others as you want to be treated.\n    → 3 Warnings → Ban\n\n2.  🚫 𝗡𝗼 𝗡𝗦𝗙𝗪 𝗼𝗿 𝗜𝗹𝗹𝗲𝗴𝗮𝗹 𝗖𝗼𝗻𝘁𝗲𝗻𝘁\n    Sharing explicit, gore, illegal, or harmful content is strictly forbidden. This is a zero-tolerance rule.\n    → Immediate Ban\n\n3.  📢 𝗡𝗼 𝗦𝗽𝗮𝗺𝗺𝗶𝗻𝗴\n    Avoid repeated messages, excessive emojis, caps, mentions, or unwanted links.\n    → 3 Warnings → Ban\n\n4.  📣 𝗡𝗼 𝗦𝗲𝗹𝗳-𝗣𝗿𝗼𝗺𝗼𝘁𝗶𝗼𝗻\n    Do not advertise other servers, social media, or any content without explicit permission from staff.\n    → 3 Warnings → Ban\n\n5.  📍 𝗞𝗲𝗲𝗽 𝗖𝗵𝗮𝗻𝗻𝗲𝗹𝘀 𝗥𝗲𝗹𝗲𝘃𝗮𝗻𝘁\n    Post your content in the appropriate channels. Check channel topics and descriptions for guidance.\n    → 3 Warnings → Ban\n\n6.  👑 𝗙𝗼𝗹𝗹𝗼𝘄 𝗦𝘁𝗮𝗳𝗳 𝗜𝗻𝘀𝘁𝗿𝘂𝗰𝘁𝗶𝗼𝗻𝘀\n    Listen to and cooperate with Admins, Mods, and Leaders. Their decisions are final.\n    → 3 Warnings → Ban\n\n7.  🔐 𝗦𝗲𝗰𝘂𝗿𝗲 𝗦𝗲𝗹𝗹𝗶𝗻𝗴 𝗢𝗻𝗹𝘆\n    Only **verified sellers/dealers** are permitted to conduct sales. You must apply for the role in the applications section. Unauthorized selling is strictly prohibited.\n    → Immediate Ban\n\n8.  🔔 𝗖𝗼𝗻𝘁𝗲𝗻𝘁 𝗥𝗲𝘃𝗶𝗲𝘄\n    All content intended for public channels must be approved by staff before posting.\n    → 3 Warnings → Ban\n\n9.  🎤 𝗥𝗲𝘀𝗽𝗲𝗰𝘁 𝗩𝗼𝗶𝗰𝗲 𝗖𝗵𝗮𝗻𝗻𝗲𝗹𝘀\n    Avoid screaming, earrape, spamming sounds, or any disruptive behavior in voice channels.\n    → 3 Warnings → Ban\n\n10. 😊 𝗨𝘀𝗲 𝗔𝗽𝗽𝗿𝗼𝗽𝗿𝗶𝗮𝘁𝗲 𝗡𝗮𝗺𝗲𝘀\n    Your username and nickname must be appropriate and free of offensive or explicit language.\n    → 3 Warnings → Ban\n\n11. 🎉 𝗛𝗮𝘃𝗲 𝗙𝘂𝗻 & 𝗕𝗲 𝗔𝗰𝘁𝗶𝘃𝗲!\n    Engage with the community, participate in events, and help each other grow! This is what we're here for.",
      "color": null,
      "footer": "THANK YOU!!",
      "thumbnail": null,
      "fields": [],
      "image": null,
      "author": null,
      "has_ticket_system": false,
      "ticket_button_text": "Create Ticket",
      "ticket_category_id": null
    }
  },
  "embed_counter": 2
}